cask_args appdir: '/Applications'

tap "homebrew/core"
tap "homebrew/cask"

brew "git"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "pipenv"
cask "karabiner-elements"
cask "alt-tab"
cask "iterm2"
cask "rectangle"
cask "maccy"
cask "google-chrome"
cask "slack"
cask "notion"
cask "intellij-idea"
cask "sourcetree"
cask "android-studio"
cask "discord"
cask "docker"
cask "postman"
cask "obs"
cask "zoom"

mas 'Xcode', id: 497799835
mas 'Pixea', id: 1507782672
mas '한컴오피스-한글-viewer', id: 416746898
# mas 'Slack', id: 803453959
