cask_args appdir: '/Applications'

brew "git"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "pipenv"
cask "karabiner-elements"
cask "alt-tab"
cask "iterm2"
cask "rectangle"
cask "maccy"
cask "raycast"
cask "google-chrome"
cask "slack"
cask "notion"
cask "intellij-idea"
cask "webstorm"
cask "sourcetree"
cask "macgpt"
cask "android-studio"
cask "discord"
cask "docker"
cask "postman"
cask "obs"
cask "cold-turkey-blocker"
cask "zoom"
cask "ridibooks"
cask "itsycal"
cask "iina"
cask "dbeaver-community"
cask "cyberduck"
cask "showyedge"
cask "gureumkim"
cask "linearmouse"
cask "tabby"

mas 'Xcode', id: 497799835
mas 'Pixea', id: 1507782672
mas '한컴오피스-한글-viewer', id: 416746898
mas 'RunCat', id: 1429033973
mas 'microsoft-word', id: 462054704
